Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Cholera! Było blisko. Myślałem, że nie wyjdziemy z tego żywi.
uk: Дідько! Це було близько. Я думав, що ми не виберемося звідти живими.

source: Cholera! Co robimy?
uk: Дідько! Що робитимемо?

source: Cholera! Czemu to zawsze ja dostaję brudną robotę? Tym razem muszę się wspiąć na szczyt tych głazów i podłożyć tam jedną z beczek z prochem. Będę musiał znaleźć jakieś dogodne miejsce, żeby się podciągnąć.
uk: Дідько! Чому мені завжди дістається найгірша робота? Цього разу я маю видертися на верхівку цих валунів і поставити туди бочку з порохом. Потрібно знайти зручне місце, щоб туди залізти.

source: Cholera! Czułem to od samego początku... ale i tak gdzieś tlił się we mnie płomyk nadziei.
uk: Трясця! Я відчував це з самого початку... але десь в мені ще жеврів проблиск надії.

source: Cholera! Do końca wierzyłem, że uda ci się go odnaleźć... To był porządny facet, zawsze pomocny i miły. Czemu takie rzeczy nie spotykają dupków jak Fabio?
uk: Прокляття! Я до кінця вірив, що ти його знайдеш... Він був порядною людиною, завжди допомагав і був доброзичливим. Чому таке не трапляється з такими засранцями, як Фабіо?

source: Cholera! Doskonale wiedziałeś, że czeka go śmierć.
uk: Дідько! Ти ж чудово знав, що він приречений на смерть.

source: Cholera! Holdwig na pewno to wykorzysta, by mnie oczernić! Pięknie zrobiłeś, po prostu wspaniale!
uk: Дідько! Гольдвіг обов'язково використає це, щоб очорнити мене! Ти чудово впорався, просто блискуче!

source: Cholera! Jak do tego doszło?
uk: Дідько! Як це сталося?

source: Cholera! Jak ja ich nie cierpię! Są takie brudne, jedzą byle co, choroby roznoszą! Ech!
uk: От холера! Як я їх ненавиджу! Брудні, їдять всяку гидоту, розносять хвороби! Ех!

source: Cholera! Moje ręce nadal drżą... W takim stanie nie przygotuję mikstury!
uk: Чорт забирай! Руки досі тремтять... Я не можу варити зілля в такому стані!

source: Cholera! Mój brzuch!
uk: Зараза! Мій живіт!

source: Cholera! Nie wiem, jak do tego doszło, ale wyjątkowo spałem dłużej niż planowałem. Jeśli chcę mieć jakiekolwiek szanse na upolowanie Bestii, muszę się pośpieszyć i pobiec do lasu na północ od wioski. Tylko jak to się stało, że spałem tak długo? Ktoś mi czegoś dosypał? Nieważne, potem będę o tym myślał.
uk: От трясця! Не знаю, як це сталося, але я проспав довше, ніж планував. Якщо я хочу мати хоч якийсь шанс вполювати Звіра, я повинен поквапитися і бігти до лісу на північ від села. Чому ж я проспав так довго? Хтось мені щось підсипав? Неважливо, подумаю про це пізніше.

source: Cholera! Niech ja tylko dorwę tego łajdaka!
uk: От дідько! Нехай я тільки дістану цього негідника!

source: Cholera! Niezłe! Skąd ty to wytrzasnąłeś!?
uk: Дідько! Непогано! Де ти це взяв?!

source: Cholera! Podwójnie przetrawiony korzeń stracił wszystkie swoje właściwości! Odnotowania jest godny fakt, iż eliksir nabrał właściwości halucynogennych. Chłopak stwierdził, że wyglądam jak ścierwojad. Wrócę do badań nad tym zagadnieniem, gdy już uporam się z eliksirem, nie mogę sobie pozwolić na żadne dystrakcje!
uk: Дідько! Двічі перетравлений корінь втратив усі свої властивості! Цікаво, що зілля набуло галюциногенних властивостей. Хлопцеві здалося, що я схожий на падальника. Я повернуся до дослідження цього питання, як тільки розберуся з зіллям, я не можу дозволити собі відволікатися!

source: Cholera! Przeklęci idioci! Ale już ja im pokażę, podwoję ceny całego wyposażenia! Zapłacą mi za ten tytoń tak czy inaczej.
uk: Чорт забирай! Кляті ідіоти! Але я їм зараз покажу, я подвою ціну на все спорядження! Вони все одно заплатять мені за цей тютюн.

source: Cholera! Rzeczywiście, nie masz przy sobie niczego cennego...
uk: Дідько! Насправді, ти не маєш при собі нічого цінного...

source: Cholera! Skoro mowa o szkodnikach... te przeklęte bestie znowu rujnują moją uprawę ognistego ziela!
uk: Прокляття! До речі, якщо мова зайшла про падальників... ці кляті тварюки знову знищують мій врожай вогняної трави!

source: Cholera! Tego właśnie się obawiałem.
uk: Дідько! Цього я, власне, і боявся.

source: Cholera! To byli dobrzy strażnicy... Tacy młodzi chłopcy, wymordowani w pień? I dla czego? Dla chorych marzeń Ulryka?
uk: Чорт забирай! Вони були хорошими вартовими... Такі молоді хлопці, і всі до одного вбиті? І заради чого? Заради хворих мрій Ульріка?

source: Cholera! Trzeba uciekać!
uk: Дідько! Треба тікати!

source: Cholera! Widzę, że szykuje się niezła bitka.
uk: Зараза! Бачу, тут назріває хороша бійка.

source: Cholera! Wynoszę się stąd!
uk: Дідько! Я забираюся звідси!

source: Cholera! Zapomniałem odzyskać glejt Veita!
uk: Прокляття! Я забув забрати перепустку Вейта!

source: Cholera, Joe, miałeś ogarnąć te kufle!
uk: Чорт забирай, Джо, ти мав подбати про ці кухлі!

source: Cholera, Jon był zbyt bardzo osłabiony i nie dał rady wyjść na powierzchnię. Musiał się wykrwawić. Muszę jak najszybciej się wydostać.
uk: От дідько, Йон був надто слабкий і не зміг вибратися на поверхню. Він, мабуть, стік кров'ю. Я повинен вибратися звідси якомога швидше.

source: Cholera, Lorenzo! Szybko, chodź za mną!
uk: Чорт забирай! Лоренцо! Швидше за мною!

source: Cholera, Przystań... pewnie mnie tu zabiją, a ty pytasz, co słychać...
uk: Клята Гавань... Мене тут, напевне, вб'ють, а ти питаєш, як справи...

source: Cholera, Vardhal... Wiesz co miejscowi mówią o tym miejscu, prawda?
uk: Дідько, Вардхал... Ти ж знаєш, що місцеві кажуть про це місце?

source: Cholera, a miałem nadzieję, że chociaż tutaj nie będziemy musieli naprawiać żadnego mostu.
uk: Зараза, а я сподівався, що хоча б тут нам не доведеться ремонтувати мости.

source: Cholera, a taką miałem ochotę na wino. Skoro już tu jesteśmy, to może odwiedzimy chatę Kurta.
uk: Дідько, а мені так хотілося вина. Поки ми тут, чому б нам не завітати до хатини Курта.

source: Cholera, ale dziwnie się tutaj czuję...
uk: Дідько, як же дивно я себе тут почуваю...

source: Cholera, ale sobie porę wybraliśmy! Wyciągaj broń, nie możemy zostawić chłopaków samych!
uk: Прокляття, як вчасно ми прийшли! Діставай зброю, ми не можемо залишити хлопців самих!

source: Cholera, ale znalazłeś sposób... no dobra, utrzymanie pracy wymaga poświęceń. Gdzie on jest?
uk: Дідько, ну ти й спосіб знайшов... Ну, щоб зберегти роботу, треба чимось пожертвувати. Де він?

source: Cholera, blisko było! Dobrze, że było nas czterech, inaczej pewnie obsunęłaby się cała ściana.
uk: Дідько, це було близько! Добре, що нас було четверо, а то б вся стіна, мабуть, обвалилася.

source: Cholera, był całkiem znośny... trudno, taka robota. Trzeba go będzie pochować.
uk: Чорт забирай, він був непоганим хлопчиною... але така робота. Доведеться його поховати.

source: Cholera, będzie z tym trochę roboty, ale powinno się udać. Wróć do mnie jutro.
uk: Прокляття, доведеться трохи попрацювати, але повинно вийти. Приходь до мене вранці.

source: Cholera, będę musiał się tym zająć.
uk: Прокляття, мені доведеться з цим розібратися.

source: Cholera, chyba musiałeś wyczyścić całą kopalnię do zera!
uk: Дідько, мабуть, ти вичистив всю копальню вщент!

source: Cholera, chyba nas zauważył! Powinniśmy być ostrożniejsi.
uk: Дідько, здається, він нас помітив! Нам варто було бути обережнішими.

source: Cholera, ciekawość mnie zgubiła. Utknąłem w pokoju bez wyjścia, jeśli nie liczyć niewielkiej szpary w ścianie. Gdyby tylko był jakiś sposób, żeby się przez nią przecisnąć...
uk: От дідько, цікавість мене згубила. Я застряг у кімнаті, з якої немає виходу, якщо не брати до уваги маленьку шпаринку в стіні. Якби ж тільки був якийсь спосіб пролізти крізь неї...

source: Cholera, co TO było!?
uk: Дідько, що ЦЕ було!?

source: Cholera, co go tak nagle uderzyło, że przepisy i dokumenty ma ponad zdrowym rozsądkiem.
uk: Дідько, що це на нього найшло, що для нього правила і документи стали важливіші за здоровий глузд.

source: Cholera, co mi tam, w końcu pomogłeś nam wszystkim po przybyciu do wioski. Kto wie, czy gdyby nie ty, to ten staruch Albyn nie wysłałby nas wszystkich do lochów.
uk: Дідько, чому б і ні, адже ти допоміг нам усім після прибуття до села. Хто знає, якби не ти, цей старигань Альбін міг би відправити нас всіх до в'язниці.

source: Cholera, co on sobie myśli? Przecież cała moja łódź poszłaby na dno! Mógłbym nawet zginąć!
uk: От дідько, що він собі думає? Адже мій човен міг піти на дно! Я міг би навіть загинути!

source: Cholera, co się dzieje?
uk: Дідько, що відбувається?

source: Cholera, co się ze mną stało? Wiedziałem, że bawienie się magią i eliksirami to nie jest dobry pomysł.
uk: Чорт забирай, що зі мною сталося? Я знав, що зв'язуватися з магією та еліксирами – не найкраща ідея.

source: Cholera, co to było? Brzmiało, jakby hałas pochodził z którejś z chat. Nie pozostaje mi nic innego, jak to sprawdzić.
uk: Дідько, що це було? Здається, якийсь шум долинав від однієї з хатин. Я мушу це перевірити.

source: Cholera, co to mogło być...
uk: Дідько, що б це могло бути...

source: Cholera, co to za przeklęte bestie z kamienia... w tych ruinach chyba wszystko czyha na nasze życie.
uk: Чорт забирай, що це за прокляті кам'яні потвори... Схоже, що все у цих руїнах загрожує нашому життю.

source: Cholera, co tu się podziało! Kiedy zaczęliśmy przepytywać górników, ci strażnicy po prostu się na nas rzucili!
uk: Прокляття, що в біса тут відбувалося! Коли ми почали розпитувати гірників, ці вартові просто накинулись на нас!

source: Cholera, co tu się stało? Zabili nawet magów?!
uk: Дідько, що тут сталося? Вони навіть магів повбивали?!

source: Cholera, co ty mi zrobiłeś?
uk: Дідько, що ти зі мною зробив?

source: Cholera, coś czułem, że będą z nimi problemy! Dobrze, że też tutaj byłeś, inaczej byłoby z nami krucho.
uk: Дідько, я передчував, що з ними будуть проблеми! Добре, що ти теж тут був, інакше було б нам кепсько.

source: Cholera, czemu ten dzieciak mnie nie posłuchał?
uk: Дідько, чому цей хлопець не послухав мене?

source: Cholera, czemu ten dzieciak musiał wejść mi w drogę? Wiedział, że nie ma szans, a i tak się na mnie rzucił. Nie mogę go tutaj tak zostawić, muszę się jakoś pozbyć jego ciała... Tylko w czym najłatwiej byłoby je stąd wyprowadzić?
uk: Дідько, чому цей хлопець став у мене на шляху? Він знав, що у нього немає шансів, і все одно кинувся на мене. Я не можу залишити його ось так, потрібно якось позбутися його тіла... Яким чином найпростіше його звідси забрати?

source: Cholera, czułem, że coś pójdzie nie tak. Musimy znaleźć ich lidera. Marvin, przeszukaj jego kolegów!
uk: Дідько, я відчував, що щось піде не так. Необхідно знайти їхнього ватажка. Марвіне, обшукай його колег!

source: Cholera, czy to był wybuch? Muszę sprawdzić, co z Kylem.
uk: Холера, щойно пролунав вибух? Треба перевірити, що з Кайлом.

source: Cholera, czyli jest u was jeszcze lepiej, niż mówił twój znajomek...
uk: Ого, це навіть краще, ніж те, що розповів твій друг...

source: Cholera, czyli nawet swoim ludziom nie możemy do końca ufać. Dobrze, przekażę tę informację komu trzeba, dobrze się spisałeś. Twoja zapłata.
uk: Дідько, виходить, що навіть нашим людям не можна повністю довіряти. Що ж, я передам цю інформацію, кому треба. Ти добре впорався, ось твоя оплата.

source: Cholera, czyli ten drań nie zwiał po prostu z kasą...
uk: Прокляття, цей виродок не просто втік із грошима...

source: Cholera, daj mi spokój!
uk: Дай мені в біса спокій!

source: Cholera, dawno już nie widziałem, żeby ktoś tak profesjonalnie operował kilofem. Nie muszę nic więcej oglądać. Masz tę robotę.
uk: Чорт забирай, давно я не бачив, щоб хтось так професійно працював киркою. Я побачив достатньо. Можеш працювати.

source: Cholera, dałem się przepić Rikowi. Jedyne, co mi pozostaje, to siłą przemówić mu do rozsądku.
uk: Чорт забирай, я дозволив Ріку споїти мене. Єдине, що мені залишилося, це силою вмовити його бути розсудливим.

source: Cholera, dobry jesteś. Młody, a umiesz się ruszać. No nic, trzymaj, wygrałeś uczciwie.
uk: Холера, а ти молодець. Молодий, а вже вмієш рухатися. Нічого, продовжуй в тому ж дусі, ти виграв чесно і справедливо.

source: Cholera, dobry jesteś. Niczego więcej cię już nie nauczę.
uk: Чорт, а ти молодець. Більше я тебе нічому не навчу.

source: Cholera, dobry jesteś. Nie jestem w stanie cię niczego nauczyć.
uk: Дідько, а ти молодець. Я більше не можу тебе нічому навчити.

source: Cholera, dotarliśmy zbyt późno. Nie tylko pozbyli się naszych ludzi, ale też zdążyli uciec niepostrzeżenie.
uk: Дідько, ми прибули занадто пізно. Мало того, що вони позбулися наших людей, так їм ще й вдалося втекти непоміченими.

source: Cholera, durne wieśniaki... No ale coś jeść muszę, a jeśli jeszcze raz ktoś mi poda te karczmowe pomyje, to chyba nie wytrzymam.
uk: Чорт забирай, дурні селяни... Що ж, але мені треба щось їсти, і якщо хтось знову подасть мені ті корчмарські помиї, думаю, я не витримаю.

source: Cholera, dużo ich. Sytuacja na innych wyspach naprawdę musi być dramatyczna.
uk: Дідько, як їх багато. Ситуація на інших островах, схоже, і справді катастрофічна.

source: Cholera, dziewczyny wyrzuciły pozostały ładunek broni do wody. Nie mam innego wyboru, jak po niego zanurkować.
uk: От дідько, дівчата викинули зв'язки зі зброєю у воду. У мене немає іншого вибору, окрім як пірнути за нею.

source: Cholera, faktycznie coś mają do Ernesto. Idziemy im przyłożyć?
uk: От лайно, схоже, вони мають щось проти Ернесто. Може, розберемося з ними?

source: Cholera, głodny jestem.
uk: Дідько, я голодний.

source: Cholera, ja też nie... Chrzanić to łowienie ryb, ci durni rolnicy musieli wszystkie wystraszyć.
uk: Дідько, я теж ні... До біса ту риболовлю, ті дурні фермери, мабуть, розлякали усю рибу.

source: Cholera, jak to cuchnie!
uk: Холера, як тут смердить!

source: Cholera, jak ty sobie poradziłeś z tymi wszystkimi zadaniami? Przecież niczego nie umiesz!
uk: Дідько, як ти впорався з усіма цими завданнями? Ти ж нічого не вмієш!

source: Cholera, jeden z rybaków zaczął uciekać. Czy nikt nie może od tak po prostu udzielić mi informacji? Muszę go dogonić i zapytać, co wie o przemytnikach.
uk: Холера, один з рибалок почав тікати. Чому ніхто не може просто дати мені інформацію? Я мушу його наздогнати і розпитати, що він знає про контрабандистів.

source: Cholera, jest ich coraz więcej!
uk: Холера, їх стає все більше і більше!

source: Cholera, jest tu ich więcej niż myślałem...
uk: Паскудство, їх тут більше, ніж я думав...

source: Cholera, jesteś jakimś wariatem!
uk: Дідько, ти просто божевільний!

source: Cholera, jesteś wreszcie. To bagno to istny koszmar!
uk: Дідько, нарешті ти прийшов. Це болото - справжній кошмар!

source: Cholera, karczma nie w tę stronę.
uk: Холера, корчма не в цьому напрямку.

source: Cholera, komuś naprawdę zależy, żeby mnie wygryźć z interesu. W każdym razie dobrze, że zdobyłeś te zwoje. Mogę dzięki temu wymyślić, jak chronić przed nimi moje kufry.
uk: Прокляття, хтось дійсно хоче вивести мене з бізнесу. У будь-якому випадку, добре, що ти дістав ті сувої. Тепер я зможу зрозуміти, як захистити свої скрині від них.

source: Cholera, ktoś się zbliża. Spróbuję dowiedzieć się czegoś więcej. Spotkajmy się w tym samym miejscu jutro w nocy.
uk: Дідько, хтось наближається. Я спробую дізнатися більше. Зустрінемось завтра ввечері на цьому ж місці.

source: Cholera, kłuje jak małe krwiopijce.
uk: Холера, жалять, як маленькі шершні.

source: Cholera, mam nadzieję, że Devir nie będzie taki mocny!
uk: Дідько, сподіваюся, що Девір не буде таким сильним!

source: Cholera, miałem nadzieję, że winogrona będą trochę bardziej kwaśne...
uk: Дідько, я сподівався, що виноград буде трохи кислішим...

source: Cholera, mogliśmy się bardziej postarać. Oby nie zaczęli nas teraz przydzielać tylko do jakiejś niewdzięcznej roboty, pokroju patrolowania portu.
uk: Прокляття, ми могли б і краще. Сподіваюся, вони не почнуть призначати нас на якусь невдячну роботу, наприклад, як патрулювання порту.

source: Cholera, mogłem się tego spodziewać... Gdy się wstawi, jest głośny jak niedźwiedź!
uk: Дідько, варто було цього очікувати... Коли він нап'ється, то галасує, як ведмідь!

source: Cholera, moja głowa... ledwo jestem w stanie się przez nią poruszać, ale jakimś cudem pamiętam, że muszę udać się do Lorenzo po pierwsze zlecenie.
uk: Дідько, моя голова... Я ледве можу рухатися, але якимось дивом пригадую, що я маю зайти до Лоренцо по своє перше завдання.

source: Cholera, moje ciosy zdają się nie robić żadnego wrażenia na Bodowinie. To pewnie efekt tej mikstury, którą wypił. Muszę chwilę wytrzymać i poczekać, aż jej efekt minie.
uk: Дідько, мої удари, здається, не завдають Бодовіну жодної шкоди. Мабуть, це ефект від випитого ним зілля. Доведеться трохи протриматися і зачекати, поки його дія мине.

source: Cholera, może masz rację. Ale co mu strzeliło do głowy, żeby posunąć się do czegoś takiego?
uk: Дідько, може, ти й правий. Але що йому прийшло в голову, щоб зробити щось подібне?

source: Cholera, musiały zwęszyć to pieczone mięso. Nie ma co tu dłużej przesiadywać.
uk: Прокляття, вони, мабуть, відчули запах смаженого м'яса. Нема чого тут далі сидіти.

source: Cholera, muszę coś wymyślić...
uk: Дідько, потрібно щось придумати...

source: Cholera, muszę pogadać z Crednarem o tym, kogo do nas wpuszcza...
uk: Дідько, треба буде поговорити з Креднаром про те, кого він до нас впускає...

source: Cholera, muszę poszukać innej roboty...
uk: Дідько, мені треба шукати іншу роботу...

source: Cholera, muszę wysłać po nich ludzi. Skąd się tez zwierzęta wzięły?
uk: Дідько, я мушу послати за ними людей. Що налякало цих звірів?

source: Cholera, mój brzuch. Aaa!!!
uk: Дідько, мій живіт. Ааа!!!

source: Cholera, mówiłem, że to grząski grunt! Ktoś to widział?
uk: Дідько, я ж казав, що це слизька доріжка! Хтось це бачив?

source: Cholera, mówiłem, żebyś był dyskretny! Skąd ja teraz wezmę więcej ziela?
uk: Дідько, я ж казав тобі бути обережним! Де я тепер дістану ще трави?

source: Cholera, nawet dzięki tej jednej bryłce będę w stanie sprawdzić jej właściwości.
uk: Чорт забирай, навіть з цим одним самородком я зможу вивчити його властивості.

source: Cholera, niby dobrze, ale nie do końca. Skąd mamy wiedzieć, że wiernie ją skopiowali? Czasami mieszamy im w interesach, mogą się chcieć odgryźć.
uk: Прокляття, це не найкращий варіант. Звідки нам знати, що вони точно її скопіювали? Іноді ми втручаємося в їхні справи, вони можуть таким чином нам помститися.

source: Cholera, niby tak blisko miasta, a biedak i tak skończył jako obiad niedźwiedzia.
uk: Дідько, так близько до міста, а бідолаха все одно став ведмежим обідом.

source: Cholera, nie dam rady wrócić na farmę ani do miasta. Dobra, zostanę tu jeszcze, może się wyliżę.
uk: Дідько, я не зможу повернутися ні на ферму, ні в місто. Гаразд, побуду тут ще трохи, може, трохи оклигаю.

source: Cholera, nie doceniłem cię!
uk: Дідько, я тебе недооцінив!

source: Cholera, nie mam na to czasu! Mamy umówiony odbiór drewna, czemu do tych zakutych łbów nigdy nic nie dociera!
uk: Дідько, я не маю на це часу! Нам треба доставити деревину, а ці тупоголові ніколи нічого не розуміють!

source: Cholera, nie mam nic przy sobie. Zaraz coś wykombinuję. W międzyczasie zajmij się nią.
uk: Трясця, у мене нічого немає з собою. Зараз щось вигадаю. А поки що подбай про неї.

source: Cholera, nie mogę niczego znaleźć. Mam wrażenie, że coś umyka mojej uwadze. Rozejrzę się wokół kominka, tam powinienem mieć lepsze oświetlenie.
uk: Дідько, я нічого не можу знайти. У мене таке відчуття, що щось вислизає від моєї уваги. Пошукаю біля каміна, там має бути краще освітлення.

source: Cholera, nie myślałem, że nasza obecność tak odbiła się na tutejszych księgach rachunkowych.
uk: Здуріти, я не думав, що наша присутність так сильно впливає на місцеві бюджети.

source: Cholera, nie udało mi się przepisać zwoju. Powiem o tym Riordianowi.
uk: Трясця, я не зміг переписати сувій. Треба сказати про це Ріордіану.

source: Cholera, nie wierzę, że oddaję ludzi pod komendę najemnika...
uk: Дідько, я не можу повірити, що віддаю людей під командування найманця...

source: Cholera, nie wytrzymam tu dłużej, MUSZĘ zjeść coś porządnego!
uk: От холера, я більше не можу тут сидіти, я МУШУ поїсти чогось нормального!

source: Cholera, niech ci będzie, robota wykonana? Wykonana. Możesz wracać do Ulryka.
uk: Дідько, як би там не було, але ж робота виконана? Виконана. Можеш повертатися до Ульріка.

source: Cholera, niedobrze, był całkiem niezły. Co mu się stało?
uk: Дідько, який жах, він був непоганим хлопцем. Що з ним сталося?

source: Cholera, niedobrze. Nie mamy żadnej gwarancji, że nie doniesie... będę go musiał znaleźć.
uk: Дідько, це погано. Ми не маємо жодних гарантій, що він не донесе про це... я повинен знайти його.

source: Cholera, niestety nie mam żadnych pieniędzy.
uk: Прокляття, на жаль, у мене немає грошей.

source: Cholera, niewiele brakowało. Całe szczęście, że byłeś w pobliżu, bo jakbym padł, to mógłbym tu nie wiadomo ile leżeć!
uk: Дідько, це було близько. Добре, що ти був поруч, бо якби я впав, то міг би пролежати тут цілу вічність!

source: Cholera, nieźle mi przywaliłeś.
uk: Зараза, ти добряче мені надавав.

source: Cholera, no dobrze, niech ci będzie. Powinno mi się udać utrzymać chłopców w ryzach jeszcze przez jakiś czas.
uk: Дідько! Добре, нехай так і буде. Думаю, мені вдасться ще деякий час втримати хлопців під контролем.

source: Cholera, no to jest już po mnie.
uk: Дідько, ну тоді мені кінець.

source: Cholera, paskudna sprawa. Jedno wiem na pewno, Jorn to twardy facet. Cokolwiek się nie stało, jest wciąż cały i jestem pewny, że go odnajdziesz. Nie poddawaj się!
uk: Холера, кепська справа. Одне я знаю напевно, Йорн – міцний хлопець. Що б не сталося, він все ще живий, і я впевнений, що ти його знайдеш. Не здавайся!

source: Cholera, po co ja się w to pakowałem...
uk: Чорт, навіщо я в це вляпався...

source: Cholera, podbił cenę, bo widział, że bardzo mi zależy.
uk: Чорт забирай, він підняв ціну, бо зрозумів, що мені це дуже потрібно.

source: Cholera, podejrzewałem, że coś jest nie tak.
uk: Холера, я підозрював, що щось не так.

source: Cholera, przecież miałem załatwić sprawę Ruuda. Figaro będzie gdzieś w porcie.
uk: Дідько, я мав зайнятися справою Рууда. Фігаро буде десь у порту.

source: Cholera, przez miesiąc będę o tym mówić! Albo dłużej!
uk: Чорт, я ще місяць про це говоритиму! Або й довше!

source: Cholera, rzeczywiście nie wyglądasz na jednego z nich...
uk: Холера, ти й справді не схожий на одного з них...

source: Cholera, skąd miałbym o tym wiedzieć?
uk: Дідько, звідки мені це знати?

source: Cholera, spadam stąd!
uk: Дідько, я забираюся геть!

source: Cholera, stary, myślałem, że wyzionę tu ducha! To by był wstyd umrzeć zagryzionym przez kretoszczury, co nie?
uk: Прокляття, я думав, що тут і помру! Було б дуже прикро бути з'їденим кротощурами, чи не так?

source: Cholera, stało się tu coś niedobrego. Pójdę za śladami krwi, może ten najemnik jeszcze żyje.
uk: Дідько, тут сталося щось погане. Піду по кривавих слідах, можливо, найманець ще живий.

source: Cholera, stało się tu coś niedobrego...
uk: Холера, тут сталося щось погане...

source: Cholera, to bolało!
uk: Прокляття, як боляче!

source: Cholera, to byli dobrzy ludzie...
uk: Прокляття, вони були хорошими людьми...

source: Cholera, to jeden z łowców... od zwłok prowadzą jakieś ślady krwi...
uk: Холера, це один з мисливців... Від трупа ведуть сліди крові...

source: Cholera, to komplikuje sprawę. Czynniki osobiste trudno jest przezwyciężyć, musimy się dokładnie zastanowić. Zaraz...
uk: Дідько, це все ускладнює. Особисті причини важко подолати, треба добре подумати. Зачекай...

source: Cholera, to miasto naprawdę staje się bardziej niebezpieczne z każdym dniem... żeby ot tak sobie zaatakować najbardziej cenioną osobę w mieście i po prostu zniknąć!
uk: Холера, це місто дійсно стає небезпечнішим з кожним днем... напасти на найціннішу людину в місті та просто зникнути!

source: Cholera, to naprawdę działa!
uk: Нічого собі, це дійсно працює!
